Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 该提示词直接决定输出格式，请保留原有的字段、结构与格式说明，否则生成结果可能无法解析。
ar: تحدد هذه المطالبة تنسيق الإخراج مباشرةً؛ احتفظ بالحقول والبنية وتعليمات التنسيق الأصلية، وإلا فقد يتعذّر تحليل النتيجة المُنشأة.
de: Dieser Prompt bestimmt direkt das Ausgabeformat; behalten Sie die ursprünglichen Felder, die Struktur und die Formathinweise bei, sonst lässt sich das generierte Ergebnis möglicherweise nicht parsen.
en: This prompt directly determines the output format; keep the original fields, structure, and format instructions, otherwise the generated result may be unparseable.
es: Este prompt determina directamente el formato de salida; conserva los campos, la estructura y las indicaciones de formato originales, o el resultado generado podría no ser interpretable.
fr: Ce prompt détermine directement le format de sortie ; conservez les champs, la structure et les indications de format d'origine, sinon le résultat généré risque d'être illisible.
hi: यह प्रॉम्प्ट सीधे आउटपुट प्रारूप तय करता है; मूल फ़ील्ड, संरचना और प्रारूप निर्देश बनाए रखें, अन्यथा बनाया गया परिणाम पार्स न हो सके।
id: Prompt ini secara langsung menentukan format keluaran; pertahankan bidang, struktur, dan petunjuk format aslinya, jika tidak hasil yang dibuat mungkin tidak dapat diurai.
it: Questo prompt determina direttamente il formato di output; conserva i campi, la struttura e le indicazioni di formato originali, altrimenti il risultato generato potrebbe non essere interpretabile.
ja: このプロンプトは出力形式を直接決めます。元のフィールド・構造・形式の説明を保持してください。そうしないと生成結果を解析できない可能性があります。
ko: 이 프롬프트는 출력 형식을 직접 결정합니다. 원래의 필드, 구조 및 형식 설명을 유지하세요. 그렇지 않으면 생성 결과를 해석하지 못할 수 있습니다.
nl: Deze prompt bepaalt direct het uitvoerformaat; behoud de oorspronkelijke velden, structuur en formaatinstructies, anders is het gegenereerde resultaat mogelijk niet te verwerken.
pl: Ten prompt bezpośrednio decyduje o formacie wyjściowym; zachowaj oryginalne pola, strukturę i wskazówki formatu, w przeciwnym razie wynik może być nieczytelny dla parsera.
pt: Este prompt determina diretamente o formato de saída; mantenha os campos, a estrutura e as indicações de formato originais, caso contrário o resultado gerado pode não ser interpretável.
ru: Этот промпт напрямую определяет формат вывода; сохраните исходные поля, структуру и указания по формату, иначе созданный результат может не разобраться.
sv: Denna prompt avgör direkt utdataformatet; behåll de ursprungliga fälten, strukturen och formatinstruktionerna, annars kan det genererade resultatet inte tolkas.
th: พรอมต์นี้กำหนดรูปแบบผลลัพธ์โดยตรง โปรดคงฟิลด์ โครงสร้าง และคำอธิบายรูปแบบเดิมไว้ มิฉะนั้นผลลัพธ์ที่สร้างอาจไม่สามารถแยกวิเคราะห์ได้
tr: Bu istem çıktı biçimini doğrudan belirler; özgün alanları, yapıyı ve biçim açıklamalarını koruyun, aksi halde oluşturulan sonuç ayrıştırılamayabilir.
uk: Цей промпт безпосередньо визначає формат виводу; збережіть початкові поля, структуру та вказівки щодо формату, інакше створений результат може не розібратися.
vi: Câu lệnh này quyết định trực tiếp định dạng đầu ra; hãy giữ nguyên các trường, cấu trúc và hướng dẫn định dạng ban đầu, nếu không kết quả tạo ra có thể không phân tích được.
zh_hant: 該提示詞直接決定輸出格式，請保留原有的欄位、結構與格式說明，否則產生結果可能無法解析。

source: 该文件夹下已存在同名模型：%@。请先删除它，或换一个模型文件夹。
ar: يوجد نموذج بالاسم نفسه في هذا المجلد: %@. احذفه أولاً أو اختر مجلد نماذج آخر.
de: In diesem Ordner existiert bereits ein gleichnamiges Modell: %@. Löschen Sie es zuerst oder wählen Sie einen anderen Modellordner.
en: A model with the same name already exists in this folder: %@. Delete it first, or choose another model folder.
es: Ya existe un modelo con el mismo nombre en esta carpeta: %@. Elimínalo primero o elige otra carpeta de modelos.
fr: Un modèle du même nom existe déjà dans ce dossier : %@. Supprimez-le d'abord ou choisissez un autre dossier de modèles.
hi: इस फ़ोल्डर में उसी नाम का मॉडल पहले से मौजूद है: %@. पहले उसे हटाएँ या दूसरा मॉडल फ़ोल्डर चुनें।
id: Sudah ada model dengan nama sama di folder ini: %@. Hapus dulu atau pilih folder model lain.
it: Esiste già un modello con lo stesso nome in questa cartella: %@. Eliminalo prima o scegli un’altra cartella dei modelli.
ja: このフォルダには同名のモデルが既に存在します：%@。先に削除するか、別のモデルフォルダを選んでください。
ko: 이 폴더에 같은 이름의 모델이 이미 있습니다: %@. 먼저 삭제하거나 다른 모델 폴더를 선택하세요.
nl: Er bestaat al een model met dezelfde naam in deze map: %@. Verwijder het eerst of kies een andere modellenmap.
pl: W tym folderze istnieje już model o tej samej nazwie: %@. Najpierw go usuń lub wybierz inny folder modeli.
pt: Já existe um modelo com o mesmo nome nesta pasta: %@. Elimine-o primeiro ou escolha outra pasta de modelos.
ru: В этой папке уже есть модель с таким именем: %@. Удалите её или выберите другую папку моделей.
sv: Det finns redan en modell med samma namn i den här mappen: %@. Ta bort den först eller välj en annan modellmapp.
th: มีโมเดลชื่อเดียวกันอยู่ในโฟลเดอร์นี้แล้ว: %@ โปรดลบก่อนหรือเลือกโฟลเดอร์โมเดลอื่น
tr: Bu klasörde aynı ada sahip bir model zaten var: %@. Önce onu silin veya başka bir model klasörü seçin.
uk: У цій папці вже є модель з такою назвою: %@. Спочатку видаліть її або виберіть іншу папку моделей.
vi: Đã có mô hình cùng tên trong thư mục này: %@. Hãy xóa nó trước hoặc chọn thư mục mô hình khác.
zh_hant: 該資料夾下已存在同名模型：%@。請先刪除它，或換一個模型資料夾。

source: 该文件无法在本机解密：可能由其他 Mac 导出，或文件已损坏。
ar: تعذّر فك تشفير هذا الملف على هذا الجهاز: ربما صُدِّر من Mac آخر أو أن الملف تالف.
de: Diese Datei kann auf diesem Mac nicht entschlüsselt werden — sie stammt möglicherweise von einem anderen Mac oder ist beschädigt.
en: This file cannot be decrypted on this Mac: it may have been exported from another Mac, or the file is damaged.
es: Este archivo no se puede descifrar en este Mac: puede proceder de otro Mac o estar dañado.
fr: Ce fichier ne peut pas être déchiffré sur ce Mac : il provient peut-être d'un autre Mac, ou il est endommagé.
hi: यह फ़ाइल इस Mac पर डिक्रिप्ट नहीं हो सकती: यह किसी अन्य Mac से निर्यात की गई हो सकती है या फ़ाइल ख़राब है।
id: File ini tidak dapat didekripsi di Mac ini: mungkin diekspor dari Mac lain atau file rusak.
it: Questo file non può essere decifrato su questo Mac: potrebbe provenire da un altro Mac o essere danneggiato.
ja: このファイルは本機では復号できません。別の Mac で書き出されたか、ファイルが壊れている可能性があります。
ko: 이 파일은 이 Mac에서 복호화할 수 없습니다. 다른 Mac에서 내보냈거나 파일이 손상되었을 수 있습니다.
nl: Dit bestand kan niet op deze Mac worden ontsleuteld: het is mogelijk op een andere Mac geëxporteerd of beschadigd.
pl: Nie można odszyfrować tego pliku na tym Macu: pochodzi z innego Maca albo jest uszkodzony.
pt: Este ficheiro não pode ser decifrado neste Mac: pode ter sido exportado de outro Mac ou estar danificado.
ru: Этот файл нельзя расшифровать на этом Mac: возможно, он экспортирован с другого Mac или повреждён.
sv: Filen kan inte dekrypteras på den här Macen: den kan komma från en annan Mac eller vara skadad.
th: ไฟล์นี้ถอดรหัสบนเครื่องนี้ไม่ได้ อาจส่งออกจาก Mac เครื่องอื่นหรือไฟล์เสียหาย
tr: Bu dosya bu Mac’te çözülemiyor: başka bir Mac’ten aktarılmış veya bozulmuş olabilir.
uk: Цей файл неможливо розшифрувати на цьому Mac: можливо, його експортовано з іншого Mac або файл пошкоджено.
vi: Không thể giải mã tệp này trên máy này: có thể tệp được xuất từ Mac khác hoặc đã hỏng.
zh_hant: 該檔案無法在本機解密：可能由其他 Mac 匯出，或檔案已損壞。

source: 该服务通常无需 API Key，可以留空。
ar: لا تحتاج هذه الخدمة عادةً إلى API Key؛ يمكنك تركه فارغًا.
de: Dieser Dienst benötigt normalerweise keinen API Key; Sie können das Feld leer lassen.
en: This service usually doesn't need an API Key; you can leave it blank.
es: Este servicio normalmente no necesita API Key; puedes dejarlo en blanco.
fr: Ce service ne nécessite généralement pas de clé API ; vous pouvez laisser le champ vide.
hi: इस सेवा के लिए आमतौर पर API Key की आवश्यकता नहीं होती; आप इसे खाली छोड़ सकते हैं।
id: Layanan ini biasanya tidak memerlukan API Key; Anda boleh mengosongkannya.
it: Questo servizio di solito non richiede una API Key; puoi lasciarla vuota.
ja: このサービスは通常 API Key が不要です。空欄のままでかまいません。
ko: 이 서비스는 보통 API Key가 필요하지 않으므로 비워 두어도 됩니다.
nl: Deze dienst heeft meestal geen API Key nodig; u kunt het veld leeg laten.
pl: Ta usługa zwykle nie wymaga API Key; możesz pozostawić pole puste.
pt: Este serviço normalmente não precisa de API Key; pode deixá-la em branco.
ru: Этому сервису обычно не нужен API Key; можно оставить поле пустым.
sv: Denna tjänst behöver oftast ingen API Key; du kan lämna fältet tomt.
th: บริการนี้มักไม่ต้องใช้ API Key คุณสามารถเว้นว่างไว้ได้
tr: Bu hizmet genellikle API Key gerektirmez; boş bırakabilirsiniz.
uk: Цьому сервісу зазвичай не потрібен API Key; поле можна залишити порожнім.
vi: Dịch vụ này thường không cần API Key; bạn có thể để trống.
zh_hant: 該服務通常無需 API Key，可以留空。

source: 该模式已隐藏，仅对已保存此配置的用户保留；一旦切换为其他模式将无法再选回。
ar: هذا الوضع مخفي ويُحتفظ به فقط للمستخدمين الذين سبق أن حفظوا هذا الإعداد؛ بمجرد التبديل إلى وضع آخر لن تتمكن من اختياره مجددًا.
de: Dieser Modus ist ausgeblendet und bleibt nur für Nutzer erhalten, die diese Konfiguration bereits gespeichert haben; sobald Sie zu einem anderen Modus wechseln, können Sie ihn nicht erneut auswählen.
en: This mode is hidden and kept only for users who already saved this configuration; once you switch to another mode, you can't select it again.
es: Este modo está oculto y se conserva solo para quienes ya guardaron esta configuración; una vez que cambies a otro modo, no podrás volver a seleccionarlo.
fr: Ce mode est masqué et conservé uniquement pour les utilisateurs ayant déjà enregistré cette configuration ; une fois que vous passez à un autre mode, vous ne pourrez plus le resélectionner.
hi: यह मोड छिपा है और केवल उन उपयोगकर्ताओं के लिए रखा गया है जिन्होंने यह कॉन्फ़िगरेशन पहले ही सहेजा है; किसी अन्य मोड पर स्विच करने के बाद इसे दोबारा नहीं चुन सकेंगे।
id: Mode ini disembunyikan dan hanya dipertahankan untuk pengguna yang sudah menyimpan konfigurasi ini; setelah beralih ke mode lain, Anda tidak dapat memilihnya lagi.
it: Questa modalità è nascosta e mantenuta solo per gli utenti che hanno già salvato questa configurazione; una volta passati a un'altra modalità, non potrai riselezionarla.
ja: このモードは非表示で、すでにこの構成を保存したユーザーにのみ残されます。別のモードに切り替えると、再度選択できなくなります。
ko: 이 모드는 숨겨져 있으며 이미 이 구성을 저장한 사용자에게만 유지됩니다. 다른 모드로 전환하면 다시 선택할 수 없습니다.
nl: Deze modus is verborgen en blijft alleen behouden voor gebruikers die deze configuratie al hebben opgeslagen; zodra u naar een andere modus overschakelt, kunt u hem niet meer kiezen.
pl: Ten tryb jest ukryty i zachowany tylko dla użytkowników, którzy już zapisali tę konfigurację; po przełączeniu na inny tryb nie będzie można go ponownie wybrać.
pt: Este modo está oculto e é mantido apenas para quem já guardou esta configuração; depois de mudar para outro modo, não o poderá voltar a selecionar.
ru: Этот режим скрыт и сохраняется только для пользователей, уже сохранивших эту конфигурацию; после переключения на другой режим выбрать его снова не получится.
sv: Detta läge är dolt och behålls endast för användare som redan sparat denna konfiguration; när du byter till ett annat läge kan du inte välja det igen.
th: โหมดนี้ถูกซ่อนและเก็บไว้เฉพาะผู้ใช้ที่บันทึกการตั้งค่านี้ไว้แล้ว เมื่อเปลี่ยนไปใช้โหมดอื่นจะเลือกกลับมาไม่ได้อีก
tr: Bu mod gizlidir ve yalnızca bu yapılandırmayı zaten kaydetmiş kullanıcılar için korunur; başka bir moda geçtiğinizde tekrar seçemezsiniz.
uk: Цей режим приховано й збережено лише для користувачів, які вже зберегли цю конфігурацію; після перемикання на інший режим вибрати його знову не вдасться.
vi: Chế độ này bị ẩn và chỉ giữ lại cho người dùng đã lưu cấu hình này; sau khi chuyển sang chế độ khác, bạn không thể chọn lại.
zh_hant: 該模式已隱藏，僅對已儲存此設定的使用者保留；一旦切換為其他模式將無法再選回。

source: 该组合键不可注册：除功能键 F1–F20 外，需包含 ⌘/⌥/⌃ 中至少一个修饰键。
ar: لا يمكن تسجيل هذه التركيبة: بخلاف مفاتيح الوظائف F1–F20، يجب تضمين ⌘/⌥/⌃ واحدة على الأقل.
de: Diese Tastenkombination kann nicht registriert werden: außer bei den Funktionstasten F1–F20 ist mindestens ⌘/⌥/⌃ erforderlich.
en: This key combination can't be registered: apart from function keys F1–F20, at least one of ⌘/⌥/⌃ is required.
es: Esta combinación no se puede registrar: salvo las teclas de función F1–F20, se requiere al menos ⌘/⌥/⌃.
fr: Cette combinaison ne peut pas être enregistrée : hormis les touches de fonction F1–F20, au moins ⌘/⌥/⌃ est requis.
hi: यह संयोजन पंजीकृत नहीं किया जा सकता: फ़ंक्शन कुंजियों F1–F20 के अलावा कम से कम ⌘/⌥/⌃ में से एक आवश्यक है।
id: Kombinasi ini tidak dapat didaftarkan: selain tombol fungsi F1–F20, perlu setidaknya salah satu ⌘/⌥/⌃.
it: Questa combinazione non può essere registrata: a parte i tasti funzione F1–F20, serve almeno ⌘/⌥/⌃.
ja: この組み合わせは登録できません。ファンクションキー F1〜F20 以外は ⌘/⌥/⌃ のいずれか1つ以上が必要です。
ko: 이 조합은 등록할 수 없습니다. 기능 키 F1–F20 외에는 ⌘/⌥/⌃ 중 하나 이상이 필요합니다.
nl: Deze combinatie kan niet worden geregistreerd: naast functietoetsen F1–F20 is minstens één van ⌘/⌥/⌃ vereist.
pl: Tej kombinacji nie można zarejestrować: poza klawiszami funkcyjnymi F1–F20 wymagany jest co najmniej jeden z ⌘/⌥/⌃.
pt: Esta combinação não pode ser registrada: exceto pelas teclas de função F1–F20, é necessário ao menos ⌘/⌥/⌃.
ru: Это сочетание нельзя зарегистрировать: кроме функциональных клавиш F1–F20, требуется хотя бы одна из ⌘/⌥/⌃.
sv: Den här kombinationen kan inte registreras: förutom funktionstangenterna F1–F20 krävs minst en av ⌘/⌥/⌃.
th: คีย์ผสมนี้ลงทะเบียนไม่ได้ นอกเหนือจากปุ่มฟังก์ชัน F1–F20 ต้องมี ⌘/⌥/⌃ อย่างน้อยหนึ่งตัว
tr: Bu kombinasyon kaydedilemez: F1–F20 fonksiyon tuşları dışında en az bir ⌘/⌥/⌃ gereklidir.
uk: Цю комбінацію не можна зареєструвати: окрім функціональних клавіш F1–F20, потрібна принаймні одна з ⌘/⌥/⌃.
vi: Không thể đăng ký tổ hợp này: ngoài các phím chức năng F1–F20, cần có ít nhất một trong ⌘/⌥/⌃.
zh_hant: 該組合鍵無法註冊：除功能鍵 F1–F20 外，需包含 ⌘/⌥/⌃ 中至少一個修飾鍵。

source: 该组合键可能已被其他应用占用，请换一个组合键。
ar: قد يكون هذا الاختصار مستخدمًا من تطبيق آخر، يرجى اختيار اختصار آخر.
de: Diese Tastenkombination wird möglicherweise von einer anderen App verwendet. Bitte wählen Sie eine andere.
en: This key combination may already be used by another app. Please choose a different one.
es: Esta combinación puede estar en uso por otra aplicación. Elija una diferente.
fr: Cette combinaison de touches est peut-être déjà utilisée par une autre application. Veuillez en choisir une autre.
hi: यह कुंजी संयोजन किसी अन्य ऐप द्वारा उपयोग में हो सकता है। कृपया दूसरा चुनें।
id: Kombinasi tombol ini mungkin sudah digunakan aplikasi lain. Silakan pilih kombinasi lain.
it: Questa combinazione di tasti potrebbe essere già usata da un'altra app. Scegline un'altra.
ja: このキーの組み合わせは他のアプリで使用中の可能性があります。別の組み合わせにしてください。
ko: 이 키 조합은 다른 앱에서 사용 중일 수 있습니다. 다른 조합을 선택하세요.
nl: Deze toetscombinatie wordt mogelijk al door een andere app gebruikt. Kies een andere.
pl: Ta kombinacja klawiszy może być już używana przez inną aplikację. Wybierz inną.
pt: Esta combinação de teclas pode já estar em uso por outro app. Escolha uma diferente.
ru: Эта комбинация клавиш может использоваться другим приложением. Выберите другую.
sv: Denna tangentkombination kan redan användas av en annan app. Välj en annan.
th: คีย์ผสมนี้อาจถูกแอปอื่นใช้งานอยู่ โปรดเลือกคีย์ผสมอื่น
tr: Bu tuş kombinasyonu başka bir uygulama tarafından kullanılıyor olabilir. Lütfen başka bir kombinasyon seçin.
uk: Цю комбінацію клавіш може використовувати інший застосунок. Виберіть іншу.
vi: Tổ hợp phím này có thể đã được ứng dụng khác sử dụng. Vui lòng chọn tổ hợp khác.
zh_hant: 該組合鍵可能已被其他應用程式占用，請換一個組合鍵。

source: 该组合键已被 Memonta 的另一条热键占用，请换一个组合键。
ar: هذه التركيبة مستخدمة بالفعل في اختصار آخر في Memonta. اختر تركيبة أخرى.
de: Diese Tastenkombination wird bereits von einem anderen Memonta-Kürzel verwendet. Bitte wählen Sie eine andere.
en: This key combination is already used by another Memonta hotkey. Please choose a different one.
es: Esta combinación ya la usa otro atajo de Memonta. Elija otra.
fr: Cette combinaison est déjà utilisée par un autre raccourci de Memonta. Veuillez en choisir une autre.
hi: यह संयोजन Memonta के किसी अन्य हॉटकी द्वारा उपयोग में है। कोई दूसरा संयोजन चुनें।
id: Kombinasi ini sudah digunakan hotkey Memonta lainnya. Silakan pilih kombinasi lain.
it: Questa combinazione è già usata da un altro tasto di scelta rapida di Memonta. Scegline un'altra.
ja: この組み合わせは Memonta の別のホットキーで使用されています。別の組み合わせを選んでください。
ko: 이 조합은 Memonta의 다른 단축키에서 사용 중입니다. 다른 조합을 선택하세요.
nl: Deze combinatie wordt al gebruikt door een andere Memonta-sneltoets. Kies een andere.
pl: Ta kombinacja jest już używana przez inny skrót Memonta. Wybierz inną.
pt: Esta combinação já é usada por outro atalho do Memonta. Escolha outra.
ru: Эта комбинация уже используется другим сочетанием Memonta. Выберите другую.
sv: Den här kombinationen används redan av en annan Memonta-snabbkommando. Välj en annan.
th: คีย์ผสมนี้ถูกใช้โดยฮอตคีย์อื่นของ Memonta แล้ว โปรดเลือกคีย์ผสมอื่น
tr: Bu kombinasyon Memonta'nun başka bir kısayolu tarafından kullanılıyor. Lütfen başka bir kombinasyon seçin.
uk: Ця комбінація вже використовується іншим сполученням Memonta. Виберіть інше.
vi: Tổ hợp này đã được một phím tắt khác của Memonta sử dụng. Vui lòng chọn tổ hợp khác.
zh_hant: 該組合鍵已被 Memonta 的另一條熱鍵占用，請換一個組合鍵。

source: 该说话人的有效音频片段不足，无法生成可靠声纹
ar: المقاطع الصوتية الصالحة لهذا المتحدث غير كافية لإنشاء بصمة صوتية موثوقة
de: Zu wenige gültige Audiosegmente dieses Sprechers für ein zuverlässiges Stimmprofil
en: This speaker has insufficient valid audio segments to generate a reliable voiceprint
es: Los segmentos de audio válidos de este hablante son insuficientes para generar una huella fiable
fr: Les segments audio valides de cet intervenant sont insuffisants pour générer une empreinte fiable
hi: इस वक्ता के मान्य ऑडियो खंड पर्याप्त नहीं हैं, विश्वसनीय वॉयसप्रिंट नहीं बन सकता
id: Segmen audio valid pembicara ini tidak cukup untuk membuat sidik suara yang andal
it: I segmenti audio validi di questo parlante sono insufficienti per generare un’impronta affidabile
ja: この話者の有効な音声セグメントが不足しており、信頼できる声紋を生成できません
ko: 이 화자의 유효한 오디오 세그먼트가 부족하여 신뢰할 수 있는 음성 지문을 생성할 수 없습니다
nl: Te weinig geldige audiosegmenten van deze spreker voor een betrouwbare spraakafdruk
pl: Za mało prawidłowych segmentów audio tego mówcy, aby wygenerować wiarygodny odcisk głosu
pt: Os segmentos de áudio válidos deste falante são insuficientes para gerar uma impressão confiável
ru: Недостаточно допустимых аудиосегментов этого говорящего для надёжного голосового отпечатка
sv: För få giltiga ljudsegment från den här talaren för att skapa ett tillförlitligt röstavtryck
th: ช่วงเสียงที่ใช้ได้ของผู้พูดนี้ไม่เพียงพอที่จะสร้างลายเสียงที่เชื่อถือได้
tr: Bu konuşmacının geçerli ses bölümleri güvenilir bir ses izi oluşturmak için yetersiz
uk: Недостатньо дійсних аудіосегментів цього мовця для надійного голосового відбитка
vi: Người nói này không có đủ đoạn âm thanh hợp lệ để tạo dấu vân giọng nói đáng tin cậy
zh_hant: 該說話人的有效音訊片段不足，無法生成可靠聲紋

source: 语言设置
ar: إعدادات اللغة
de: Spracheinstellungen
en: Language Settings
es: Ajustes de idioma
fr: Réglages de langue
hi: भाषा सेटिंग्स
id: Pengaturan bahasa
it: Impostazioni lingua
ja: 言語設定
ko: 언어 설정
nl: Taalinstellingen
pl: Ustawienia języka
pt: Ajustes de idioma
ru: Настройки языка
sv: Språkinställningar
th: การตั้งค่าภาษา
tr: Dil ayarları
uk: Налаштування мови
vi: Cài đặt ngôn ngữ
zh_hant: 語言設定

source: 语音转写
ar: التفريغ الصوتي
de: Sprachtranskription
en: Speech-to-Text
es: Transcripción de voz
fr: Transcription
hi: वाक् ट्रांसक्रिप्शन
id: Transkripsi suara
it: Trascrizione vocale
ja: 音声文字起こし
ko: 음성 전사
nl: Spraaktranscriptie
pl: Transkrypcja mowy
pt: Transcrição de voz
ru: Расшифровка речи
sv: Taltranskribering
th: การถอดความเสียง
tr: Ses çeviri yazı
uk: Транскрибування мовлення
vi: Chuyển ngữ giọng nói
zh_hant: 語音轉寫

source: 说明
ar: ملاحظات
de: Hinweise
en: Notes
es: Notas
fr: Notes
hi: विवरण
id: Keterangan
it: Note
ja: 説明
ko: 설명
nl: Toelichting
pl: Uwagi
pt: Notas
ru: Примечания
sv: Information
th: คำอธิบาย
tr: Açıklama
uk: Примітки
vi: Ghi chú
zh_hant: 說明

source: 说话人 %d
ar: المتحدث %d
de: Sprecher %d
en: Speaker %d
es: Hablante %d
fr: Intervenant %d
hi: वक्ता %d
id: Pembicara %d
it: Parlante %d
ja: 話者 %d
ko: 화자 %d
nl: Spreker %d
pl: Mówca %d
pt: Falante %d
ru: Говорящий %d
sv: Talare %d
th: ผู้พูด %d
tr: Konuşmacı %d
uk: Мовець %d
vi: Người nói %d
zh_hant: 說話人 %d

source: 说话人分离
ar: فصل المتحدثين
de: Sprechertrennung
en: Speaker Separation
es: Separación de hablantes
fr: Séparation des intervenants
hi: वक्ता पृथक्करण
id: Pemisahan pembicara
it: Separazione dei parlanti
ja: 話者分離
ko: 화자 분리
nl: Sprekersscheiden
pl: Rozdzielanie mówców
pt: Separação de falantes
ru: Разделение говорящих
sv: Talarseparation
th: การแยกผู้พูด
tr: Konuşmacı Ayrımı
uk: Розділення мовців
vi: Tách người nói
zh_hant: 說話人分離

source: 说话人分离推理失败：%@
ar: فشل استدلال فصل المتحدثين: %@
de: Inferenz der Sprechertrennung fehlgeschlagen: %@
en: Speaker separation inference failed: %@
es: Falló la inferencia de separación de hablantes: %@
fr: Échec de l’inférence de séparation des intervenants : %@
hi: वक्ता पृथक्करण अनुमान विफल: %@
id: Inferensi pemisahan pembicara gagal: %@
it: Inferenza di separazione dei parlanti non riuscita: %@
ja: 話者分離の推論に失敗しました：%@
ko: 화자 분리 추론 실패: %@
nl: Inferentie van sprekersscheiding mislukt: %@
pl: Inferencja rozdzielania mówców nie powiodła się: %@
pt: Falha na inferência de separação de falantes: %@
ru: Ошибка инференса разделения говорящих: %@
sv: Inferens för talarseparation misslyckades: %@
th: การอนุมานการแยกผู้พูดล้มเหลว: %@
tr: Konuşmacı ayrımı çıkarımı başarısız: %@
uk: Помилка інференсу розділення мовців: %@
vi: Suy luận tách người nói thất bại: %@
zh_hant: 說話人分離推理失敗：%@

source: 说话人分离模型下载失败
ar: فشل تنزيل نموذج فصل المتحدثين
de: Download des Sprechertrennungsmodells fehlgeschlagen
en: Speaker Separation Model Download Failed
es: Error al descargar el modelo de separación
fr: Échec du téléchargement du modèle
hi: वक्ता पृथक्करण मॉडल डाउनलोड विफल
id: Gagal mengunduh model pemisahan pembicara
it: Download del modello di separazione non riuscito
ja: 話者分離モデルのダウンロードに失敗
ko: 화자 분리 모델 다운로드 실패
nl: Download sprekersscheidingsmodel mislukt
pl: Nie udało się pobrać modelu rozdzielania mówców
pt: Falha ao baixar o modelo de separação
ru: Не удалось скачать модель разделения говорящих
sv: Hämtning av talarseparationsmodell misslyckades
th: ดาวน์โหลดโมเดลแยกผู้พูดล้มเหลว
tr: Konuşmacı Ayrımı Modeli İndirilemedi
uk: Не вдалося завантажити модель розділення мовців
vi: Tải mô hình tách người nói thất bại
zh_hant: 說話人分離模型下載失敗
